Repository: maniacx/test-bluetooth-battery-meter
Catalog: translations/po/*.po
Languages: pl

source: Noise Control
pl: Kontrola szumów

source: Off
pl: Wył

source: Ambient
pl: Otoczenie

source: Noise Cancellation
pl: Redukcja szumów

source: Ambient Level
pl: Poziom otoczenia

source: Auto Ambient
pl: Automatyczny tryb otoczenia

source: Focus on Voice
pl: Skupienie na głosie

source: Auto Ambient Sensitivity
pl: Czułość automatycznego trybu otoczenia

source: Standard
pl: Standardowa

source: High
pl: Wysoka

source: Low
pl: Niska

source: Conversation Awareness
pl: Świadomość rozmowy

source: On
pl: Wł

source: Transparency
pl: Transparentny

source: Adaptive
pl: Adaptacyjny

source: Icon
pl: Ikona

source: Select Icon
pl: Wybierz ikonę

source: Select the icon used for the indicator and quick menu
pl: Wybierz ikonę używaną dla wskaźnika i szybkiego menu

source: Voice Detection Sensitivity
pl: Czułość wykrywania głosu

source: Short
pl: Z bliska

source: Long
pl: Z daleka

source: Duration
pl: Czas trwania

source: Listening Mode
pl: Tryb nasłuchiwania

source: Background Music
pl: Muzyka w tle

source: Cinema
pl: Kino

source: My Room
pl: Pokój

source: Living Room
pl: Salon

source: Cafe
pl: Kawiarnia

source: Background Music Effects
pl: Efekty muzyki w tle

source: Equalizer
pl: Korektor graficzny

source: Bright
pl: Jaskrawy

source: Excited
pl: Dynamiczny

source: Mellow
pl: Łagodny

source: Relaxed
pl: Zrelaksowany

source: Vocal
pl: Wokalny

source: Treble Boost
pl: Podbicie tonów wysokich

source: Bass Boost
pl: Podbicie tonów niskich

source: Speech
pl: Mowa

source: Manual
pl: Ręcznie

source: Custom 1
pl: Własne 1

source: Custom 2
pl: Własne 2

source: Equalizer Preset
pl: Preset korektora graficznego

source: Custom Equalizer
pl: Niestandardowy korektor graficzny

source: Bass
pl: Tony niskie

source: Enable DSEE enhancement
pl: Włącz ulepszenie DSEE

source: Ambient Sound Control
pl: Kontrola dźwięków otoczenia

source: Ambient Sound Control / Quick Access
pl: Kontrola dźwięków otoczenia / Szybki dostęp

source: Playback Control
pl: Sterowanie odtwarzaniem

source: Volume Control
pl: Regulacja głośności

source: Not Assigned
pl: Nieprzypisane

source: Left Bud
pl: Lewa słuchawka

source: Right Bud
pl: Prawa słuchawka

source: ANC Button Configuration
pl: Konfiguracja przycisku ANC

source: [NC/AMB] Button Settings
pl: Ustawienia przycisku [Redukcja szumów/Otoczenie]

source: Select the modes to toggle when the button is pressed
pl: Wybierz tryby do przełączania po naciśnięciu przycisku

source: Apply
pl: Zatwierdź

source: Notification
pl: Powiadomienie

source: Voice Notification
pl: Powiadomienie głosowe

source: Enable voice notification
pl: Włącz powiadomienie głosowe

source: Voice Notification Volume
pl: Głośność powiadomienia głosowego

source: Headset Take off
pl: Zdejmowanie zestawu słuchawkowego

source: Pause when taken off
pl: Wstrzymaj po zdjęciu

source: Automatically Power Off
pl: Automatyczne wyłączanie zasilania

source: Automatically power off when not worn.
pl: Automatyczne wyłączanie zasilania, gdy nie są noszone.

source: After 5 minutes
pl: Po 5 minutach

source: After 15 minutes
pl: Po 10 minutach

source: After 30 minutes
pl: Po 30 minutach

source: After 1 hour
pl: Po godzinie

source: After 3 hours
pl: Po 3 godzinach

source: Auto Power Off
pl: Automatyczne wyłączanie zasilania

source: Playback Behavior
pl: Zachowanie odtwarzania

source: Default behavior
pl: Domyślne zachowanie

source: Resume when worn
pl: Wznów po założeniu

source: Resume with both earbuds
pl: Wznów przy obu słuchawkach

source: Resume with any earbud
pl: Wznów przy dowolnej słuchawce

source: Choose playback behaviour for Ear detection
pl: Wybierz zachowanie odtwarzania dla detekcji ucha

source: Automatically pause or resume playback based on wearing detection.
pl: Automatycznie pauzuj lub wznawiaj odtwarzanie na podstawie wykrycia noszenia.

source: Volume Level
pl: Poziom głośności

source: Pause when device is not worn
pl: Wstrzymaj, gdy urządzenie nie jest noszone

source: Pause playback when the device is removed,resume when it is put back on
pl: Wstrzymaj odtwarzanie, gdy urządzenie zostanie zdjęte, wznow, gdy zostanie ponownie założone

source: Conversation awareness volume limit
pl: Limit głośności w trybie rozmowy

source: Limits media volume to this percentage during conversation. Note: No change if current volume is below this level.
pl: Ogranicza głośność multimediów do tego poziomu procentowego w trakcie rozmowy. Uwaga: Brak zmian, jeśli obecna głośność jest niższa niż ten poziom.

source: Press and Hold Cycle
pl: Przełączanie po przytrzymaniu

source: Press and hold cycles between
pl: Przytrzymanie przełącza między

source: Settings don’t reflect current state
pl: Ustawienia nie odzwierciedlają bieżącego stanu

source: Notification Volume
pl: Powiadomienie głośności

source: Tone Volume
pl: Ton głośności

source: Adjust the tone volume of sound effects played by AirPods
pl: Dostosuj głośność tonu efektów dźwiękowych odtwarzanych przez AirPods

source: Volume Swipe
pl: Przesunięcie do regulacji głośności

source: Enable or disable volume adjustment by swiping on earbud stems
pl: Włącz lub wyłącz regulację głośności poprzez przesuwanie palcem po 'nóżkach' słuchawek dousznych

source: Default
pl: Domyślny

source: Longer
pl: Dłuższy

source: Longest
pl: Najdłuższy

source: Swipe Duration
pl: Czas przesunięcia

source: To prevent unintended adjustments,select the preferred wait time between swipes
pl: Aby zapobiec niezamierzonym dostosowaniom, wybierz preferowany czas oczekiwania między przesunięciami

source: Stem and Crown Response
pl: Reakcja 'nóżki' i 'korony'

source: Press Speed
pl: Szybkość naciśnięcia

source: Adjust how quickly you must double or triple-press the stem or Digital Crown before an action occurs
pl: Dostosuj, jak szybko musisz dwu- lub trzykrotnie nacisnąć 'nóżkę' lub 'cyfrową koronkę', aby wywołać akcję

source: Shorter
pl: Krócej

source: Shortest
pl: Najkrócej

source: Press and Hold Duration
pl: Czas przyciśnięcia i przytrzymania

source: Set how long you need to press and hold before an action occurs
pl: Ustaw, jak długo musisz naciskać i przytrzymywać, aby wywołać akcję
